tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "llvm"
brew "bpytop"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "cffi"
brew "fd"
brew "fzf"
brew "geos"
brew "gdal"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "guile"
brew "harfbuzz"
brew "haskell-language-server"
brew "helm"
brew "jupyterlab", link: false
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "macvim"
brew "mysql"
brew "neovim"
brew "openjdk"
brew "php"
brew "qt"
brew "pyqt"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "sphinx-doc"
brew "starship"
brew "subversion"
brew "task"
brew "taskell"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "cloudfoundry/tap/cf-cli", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "downie"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "mactex-no-gui"
cask "xquartz"
