tap "galaxy-io/tap"
tap "jvanbuel/flowrs"
tap "koekeishiya/formulae"
tap "manaflow-ai/cmux"
tap "roeyazroel/linear-tui"
tap "supabase/tap"
tap "temporalio/brew"
brew "astro"
brew "awscli"
brew "bash"
brew "bat"
brew "chrome-cli"
brew "cloc"
brew "docker"
brew "esbuild"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "libpq", link: true
brew "mactop"
brew "markdown-oxide"
brew "node"
brew "markdownlint-cli2"
brew "marp-cli"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "protobuf"
brew "python@3.11"
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup"
brew "starship"
brew "temporal"
brew "tmux"
brew "tree"
brew "uv"
brew "zoxide"
brew "galaxy-io/tap/tempo"
brew "jvanbuel/flowrs/flowrs"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
brew "temporalio/brew/tcld"
cask "manaflow-ai/cmux/cmux"
cask "font-0xproto-nerd-font"
cask "gcloud-cli"
cask "ngrok"
go "github.com/sushantvema-harper/linear-tui/cmd/linear-tui"
go "github.com/sushantvema-harper/sku-router"
go "github.com/galaxy-io/tempo/cmd/tempo"
cargo "dok"
cargo "etats"
cargo "markdown-oxide"
cargo "mdbook"
cargo "prek"
cargo "star-history"
cargo "tempurview"
cargo "zupo"
